Repository: astaupb/copyclient_ng
Catalog: messages/intl_messages.arb
Languages: de

# _enterCurrentPw
source: Please enter your current password or pin
de: Bitte geben Sie Ihr aktuelles Passwort oder Ihre PIN ein

# _passwordChangeSuccess
source: Successfully changed password
de: Passwort erfolgreich geändert

# _passwordInvalid
source: The entered password is invalid
de: Das Passwort ist ungültig

# _passwordMismatch
source: Your password confirmation does not match the first password
de: Die angegebenen Passwörter stimmen nicht überein

# _passwordTooShort
source: The entered password is too short
de: Das neue Passwort ist zu kurz

# _pwUnknownError
source: Could not chage the password due to an unknown error
de: Konnte das Passwort nicht ändern: Unbekannter Fehler

# _usernameChangeSuccess
source: Successfully changed username
de: Benutzername erfolgreich geändert

# _usernameInvalid
source: This username is invalid
de: Der Benutzername ist ungültig

# _usernameTaken
source: This username is already taken
de: Der Benutzername ist bereits vergeben

# _usernameTooShort
source: Thit username is too short
de: Der Benutzername ist zu kurz

# _usernameUnknownError
source: Could not change the user name due to an unknown error
de: Konnte den Benutzernamen nicht ändern: Unbekannter Fehler

# _fileBroken
source: The uploaded file is corruopt or cannot be read. Please check the original file by e.g. opening it
de: Die hochgeladene Datei ist fehlerhaft oder kann nicht gelesen werden. Bitte überprüfe dein Dokument.

# _printerLocked
source: That printer is already locked for printing by another user
de: Der Drucker ist bereits gesperrt!

# _unknownUploadError
source: Unknown error while uploading file. Contact personel or app@asta.upb.de if this always occurs.
de: Unbekannter Fehler beim Hochladen einer Datei

# _unsupportedFormat
source: {filename}'s format is not supported. Please try again with a valid PDF, an image or plain text files.
de: {filename} hat ein nicht unterstütztes Format. Bitte versuche es mit gültigen PDFs, Bildern oder reinem Text.

# _registerSucessful
source: Registration as {name} was successful. You're now being redirected to the login window.
de: Registrierung als {name} erfolgreich . Du wirst nun zum Login weitergeleitet.

# _nameUsed
source: This name is already taken, please try another one.
de: Dieser Name ist leider schon vergeben, bitte probiere einen anderen.

# _forbiddenCharacters
source: Forbidden characters inside username/password - Please check your input. For reference read the tooltips right to the input fields.
de: Unerlaubte Zeichen im Namen/Passwort oder nicht übereinstimmende Passwörter. Bitte überprüfe deine Eingaben.

# _serverError
source: Server error - Please try again in a moment or contact us if the problem persists
de: Serverfehler - Bitte probiere es in einem Moment erneut.

# _timeout
source: Server connection timed out - Please check your internet connection
de: Zeitüberschreitung der Verbindung - Bitte prüfe deine Internetverbindung.

# _nameShort
source: Supplied name is too short
de: Der Name ist zu kurz

# _passwordShort
source: Supplied password is too short
de: Das Passwort ist zu kurz

# _registrationSubmitted
source: Registration was submitted...
de: Registrierung wurde abgeschickt...

# _paypalWindowTitle
source: PayPal payment for {name}
de: PayPal Zahlung für {name}

# _userDefinedMessage
source: Custom
de: Benutzerdefiniert

source: Long border
de: Lange Kante

source: Short border
de: Kurze Kante

# _nupOrder1
source: Right, then down
de: Nach Rechts, dann Runter

# _nupOrder2
source: Down, then right
de: Nach Unten, dann Rechts

# _nupOrder3
source: Left, then down
de: Nach Links, dann Runter

# _nupOrder4
source: Down, then left
de: Nach Unten, dann Links

# Email für Support und Anregungen
source: Email for support and suggestions
de: Email für Support und Anregungen

# Guthaben
source: Credit
de: Guthaben

# Jobliste
source: Joblist
de: Jobliste

# Einstellungen
source: Settings
de: Einstellungen

# Neuer Benutzername
source: New username
de: Neuer Benutzername

source: The name has to consist of at least 2 characters. The following characters can be used: 'A' to 'Z', 'a' to 'z' and '0' to '9'
de: Der Name muss aus mindestens 2 Zeichen bestehen. Es dürfen folgende Zeichen in Kombination benutzt werden: A bis Z, a bis z, 0 bis 9

# Benutzername ändern
source: Change username
de: Benutzername ändern

# Aktuelles Password
source: Current password
de: Aktuelles Password

# Neues Passwort
source: New password
de: Neues Passwort

# Das Passwort muss aus mindestens 5 Zeichen bestehen. Sonderzeichen sind erlaubt.
source: The password has to consist of at least 6 characters. Special characters are allowed.
de: Das Passwort muss aus mindestens 5 Zeichen bestehen. Sonderzeichen sind erlaubt.

# Password wiederholen
source: Confirm password
de: Password wiederholen

# Passwort ändern
source: Change password
de: Passwort ändern

# Datei hochladen
source: Upload file
de: Datei hochladen

source: Supported file formats: pdf, ai, png, apng, jpg, jif, webp, tga, tpic, gif, pvr, tiff, psd, exr and plaintext
de: Unterstützte Formate: pdf, ai, png, apng, jpg, jif, webp, tga, tpic, gif, pvr, tiff, psd, exr und reine Textdateien

# Alle löschen
source: Delete all
de: Alle löschen

# Alle Jobs in der untenstehenden Liste löschen
source: Delete all printjobs in the list below
de: Alle Jobs in der untenstehenden Liste löschen

# Alle Jobs in der untenstehenden Liste in Downloads sichern
source: Save all PDFs from the list below in your Downloads folder
de: Alle Jobs in der untenstehenden Liste in Downloads sichern

# Meine Jobs:
source: My Jobs:
de: Meine Jobs:

# Aktualisieren
source: Refresh
de: Aktualisieren

# Drucker auswählen
source: Select Printer
de: Drucker auswählen

# Abbrechen
source: Cancel
de: Abbrechen

# Wirklich alle Jobs drucken?
source: Really print all jobs?
de: Wirklich alle Jobs drucken?

# Ja
source: Yes
de: Ja

# Wirklich alle Jobs löschen?
source: Really delete all jobs?
de: Wirklich alle Jobs löschen?

# Wirklich alle Jobs herunterladen?
source: Really save all jobs?
de: Wirklich alle Jobs herunterladen?

# Scanmodus
source: Scanmode
de: Scanmodus

source: Scans from the printer next to you aiming to scan2asta are sent into the list below
de: Scans vom nebenstehenden Drucker an das Ziel scan2asta gelangen in die untenstehende Liste

# Kopiermodus
source: Copymode
de: Kopiermodus

source: Scans from the printer next to you aimning to scan2asta are sent into the list below and directly printed with their default options
de: Scans vom nebenstehenden Drucker an das Ziel scan2asta gelangen in die untenstehende Liste und werden automatisch wieder ausgedruckt

# Kopieren beenden
source: Cancel Copymode
de: Kopieren beenden

# Scannen beenden
source: Cancel Scanmode
de: Scannen beenden

# Beendet den Kopiermodus und gibt den Drucker für andere Nutzer frei
source: Cancels the Copymode and releases the printer for other users
de: Beendet den Kopiermodus und gibt den Drucker für andere Nutzer frei

# Beendet den Scanmodus und gibt den Drucker für andere Nutzer frei
source: Cancels the Scanmode and releases the printer for other users
de: Beendet den Scanmodus und gibt den Drucker für andere Nutzer frei

# Alle drucken
source: Print all
de: Alle drucken

# Am Hochladen/Verarbeiten:
source: Uploading/Processing:
de: Am Hochladen/Verarbeiten:

# Am Hochladen...
source: Is uploading...
de: Am Hochladen...

source: Upload complete - Processing on server... (You can close this page now if you want to)
de: Hochladen abgeschlossen - Am Verarbeiten... (Du kannst die Seite jetzt schließen)

# Job nach dem Drucken behalten
source: Keep job in this list after printing
de: Job nach dem Drucken behalten

# Job löschen
source: Delete job
de: Job löschen

# Job als PDF speichern
source: Save this job as PDF
de: Job als PDF speichern

# Job links drucken
source: Print job on printer to your left
de: Job links drucken

# Job rechts drucken
source: Print job on printer to your right
de: Job rechts drucken

# Linker
source: Left
de: Linker

# Drucker
source: Printer
de: Drucker

# Rechter
source: Right
de: Rechter

# Benutzer
source: User
de: Benutzer

# Authorisierte Copyclients
source: Authorized Copyclients
de: Authorisierte Copyclients

# Letzte Transaktionen
source: Last transactions
de: Letzte Transaktionen

# Alle Transaktionen zeigen
source: Show all transactions
de: Alle Transaktionen zeigen

# Zurück
source: Back
de: Zurück

# AStA Copyservice Account Registrieren
source: Register AStA Copyservice Account
de: AStA Copyservice Account Registrieren

# Passwort
source: Password
de: Passwort

# Abschicken
source: Submit
de: Abschicken

# Das ist nicht dein Benutzer? Dann logge dich bitte links beim letzten Punkt aus.
source: This is not your user? Then please log out to the left at the last point.
de: Das ist nicht dein Benutzer? Dann logge dich bitte links beim letzten Punkt aus.

# Aktuelles Guthaben:
source: Current credit:
de: Aktuelles Guthaben:

# Aufladung
source: Choose Credit
de: Aufladung

# PayPal öffnen
source: Open PayPal Checkout
de: PayPal öffnen

# Alle Transaktionen
source: All Transactions
de: Alle Transaktionen

# Beschreibung
source: Description
de: Beschreibung

# Zeit
source: Time
de: Zeit

# Wert
source: Value
de: Wert

# Transaktionen aktualisieren
source: Update transactions
de: Transaktionen aktualisieren

# mit Kartennummer
source: with card number
de: mit Kartennummer

# Betrag
source: Amount
de: Betrag

# Nutzername/SN
source: Username/SN
de: Nutzername/SN

# Passwort/PIN
source: Password/PIN
de: Passwort/PIN

# Eingeloggt bleiben
source: Remember me
de: Eingeloggt bleiben

# Einloggen
source: Login
de: Einloggen

# Login-Formular zurücksetzen
source: Reset login form
de: Login-Formular zurücksetzen

# Zur Registrierung
source: To Registration
de: Zur Registrierung

# Jobdetails für
source: Jobdetails for
de: Jobdetails für

# Zugehörige PDF herunterladen
source: Download PDF
de: Zugehörige PDF herunterladen

# Infos zum Originaldokument:
source: Info about original document:
de: Infos zum Originaldokument:

# Dateiname:
source: Filename:
de: Dateiname:

# Seitenzahl:
source: Number of pages:
de: Seitenzahl:

# Farbseiten:
source: Number of color pages:
de: Farbseiten:

# Erwartete Kosten für das ganze Dokument:
source: Estimated cost:
de: Erwartete Kosten für das ganze Dokument:

# Verbleibendes Guthaben nach Druck:
source: Estimated credit after printing:
de: Verbleibendes Guthaben nach Druck:

# Optionen:
source: Options:
de: Optionen:

# Farbe:
source: Color:
de: Farbe:

# Seiteneinzug (Bypass):
source: Paper bypass/side feed:
de: Seiteneinzug (Bypass):

# Anzahl Kopien:
source: Number of copies:
de: Anzahl Kopien:

# Kopien zusammenhalten:
source: Collate:
de: Kopien zusammenhalten:

# Seitenbereich:
source: Page range:
de: Seitenbereich:

# Seiten pro Blatt:
source: Sheets per page:
de: Seiten pro Blatt:

# Reihenfolge auf dem Blatt:
source: Order of sheets:
de: Reihenfolge auf dem Blatt:
